{
  "catalog": {
    "squat": "Squats strengthen the legs, glutes, and core, improving flexibility and balance.",
    "pushup": "The push-up exercise builds upper body strength specifically in your chest and triceps.",
    "deadbug": "The dead bug exercise is a technique for building strength in your back and core.",
    "bridge": "The bridge exercise strengthens core muscles and improves spinal stability.",
    "pullup": "The pull-up exercise builds upper body strength in the back, shoulders, and biceps.",
    "latExtRotation": "Strengthens rotator cuff muscles, enhancing shoulder stability and reducing injury risk.",
    "muscleup": "The muscle-up is a combination of the pull-up and dip, building upper body explosive strength."
  },
  "instructions": {
    "squat": "Please position yourself so that your webcam is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "pushup": "Please position yourself so that your webcam is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "deadbug": "Please lay down and position the webcam above your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "bridge": "Please position yourself so that your webcam is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "pullup": "For best results, position the webcam to face the BACK of your body while on the bar. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "muscleup": "For best results, position the webcam to face the FRONT of your body while on the bar. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "latExtRotation": "For best results, position the webcam to face the SIDE of your upper body. Ensure that the camera is straight and not tilted."
  },
  "instructionVideos": {
    "squat": "https://www.youtube.com/embed/4KmY44Xsg2w",
    "pushup": "https://www.youtube.com/embed/I9fsqKE5XHo",
    "deadbug": "https://www.youtube.com/embed/zechBkcIMf0",
    "bridge": "https://www.youtube.com/embed/wPM8icPu6H8",
    "pullup": "https://www.youtube.com/embed/eGo4IYlbE5g",
    "muscleup": "https://www.youtube.com/embed/WXvZpIMOicc",
    "latExtRotation": "https://www.youtube.com/embed/EUMsYC_W3aI"
  },
  "legal": {
    "disclaimer": "Disclaimer: Exercise feedback and stats provided may not always be accurate. We are not liable for inaccurate feedback or any resulting injuries. Always consult a professional trainer before performing exercises. Use at your own risk."
  }
}