{
  "catalog": {
    "squat": "Strengthens the legs, glutes, and core, improving flexibility and balance.",
    "pushUp": "Builds upper body strength specifically in your chest and triceps.",
    "deadBug": "A technique for building strength in your back and core.",
    "bridge": "Strengthens core muscles and improves spinal stability.",
    "pullUp": "Builds upper body strength in the back, shoulders, and biceps.",
    "lateralExternalRotation": "Strengthens rotator cuff muscles, enhancing shoulder stability and reducing injury risk.",
    "muscleUp": "A combination of the pull-up and dip, building upper body explosive strength.",
    "plank": "Strengthens the core, shoulders, and back, improving stability and posture.",
    "pilatesHundred": "Combines movements with a core-engaged position to strengthen abs, shoulders, arms inner thighs, and hips.",
    "lunge": "Improves leg strength, balance, and coordination by engaging the quads, hamstrings, and glutes.",
    "legRaise": "Strengthens the lower abs, hip flexors, and core, improving stability and control.",
    "toeTouch": "Enhances hamstring flexibility and core engagement while promoting lower back mobility.",
    "standingObliqueCrunch": " Targets obliques and abs, improves core stability, posture, and balance while burning calories.",
    "treePose": "Balances body, strengthens legs, improves focus, stretches hips and inner thighs.",
    "shoulderPress": "Targets deltoids, strengthens shoulders and triceps, enhances overhead stability.",
    "pushUpGame": "A fun game that motivates you to do push-ups against a friend and improve your strength.",
    "squatGame": "A fun game that motivates you to do squats against a friend and improve your strength."
  },
  "instructions": {
    "squat": "Please position yourself so that your camera is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "pushup": "Please position yourself so that your camera is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "deadbug": "Please lay down and position the camera above your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "bridge": "Please position yourself so that your camera is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "pullup": "For best results, position the camera to face the BACK of your body while on the bar. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "muscleup": "For best results, position the camera to face the FRONT of your body while on the bar. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "lateralExternalRotation": "For best results, position the camera to face the SIDE of your upper body. Ensure that the camera is straight and not tilted.",
    "plank": "Please position yourself so that your camera is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "pilatesHundred": "Please position yourself so that your camera is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "lunge": "Please position yourself so that your camera is facing the SIDE of your body. Ensure that your entire body, including both legs, is in frame and the camera is straight and not tilted.",
    "legRaise": "Please lay down and position yourself so that your camera is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "toeTouch": "Please position yourself so that your camera is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "standingObliqueCrunch": "Please position yourself so that your camera is facing slightly DIAGONAL of your body, so that the side you aim to train is at least slightly closer to the camera, without obstructing the camera's view of the front of your body. Ensure that your entire body is in frame.",
    "treePose": "Please position yourself so that your camera is facing slightly DIAGONAL of your body, so that the leg you bend is at least slightly closer to the camera, without obstructing the camera's view of the front of your body. Ensure that your entire body is in frame.",
    "shoulderPress": "Please position yourself so that your camera is facing the FRONT of your body.",
    "pushUpGame": "Please position yourself so that your camera is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted.",
    "squatGame": "Please position yourself so that your camera is facing the SIDE of your body. Ensure that your entire body is in frame and the camera is straight and not tilted."
  },
  "instructionVideos": {
    "squat": "https://www.youtube.com/embed/4KmY44Xsg2w",
    "pushup": "https://www.youtube.com/embed/I9fsqKE5XHo",
    "deadbug": "https://www.youtube.com/embed/zechBkcIMf0",
    "bridge": "https://www.youtube.com/embed/wPM8icPu6H8",
    "pullup": "https://www.youtube.com/embed/eGo4IYlbE5g",
    "muscleup": "https://www.youtube.com/embed/WXvZpIMOicc",
    "lateralExternalRotation": "https://www.youtube.com/embed/EUMsYC_W3aI",
    "plank": "https://www.youtube.com/embed/pSHjTRCQxIw",
    "pilatesHundred": "https://www.youtube.com/embed/UaqpuUzs1i8",
    "lunge": "https://www.youtube.com/embed/wrwwXE_x-pQ",
    "legRaise": "https://www.youtube.com/embed/l4kQd9eWclE",
    "toeTouch": "https://www.youtube.com/embed/Xvr5N_Xf6QM",
    "standingObliqueCrunch": "https://www.youtube.com/embed/yZmq_xSkhI0?si=xnrUzTUZjG3w3jaF",
    "treePose": "https://www.youtube.com/embed/Fr5kiIygm0c?si=1q9LT_jzV1A_dYTI",
    "shoulderPress": "https://www.youtube.com/embed/qEwKCR5JCog",
    "pushUpGame": "https://www.youtube.com/embed/qEwKCR5JCog",
    "squatGame": "https://www.youtube.com/embed/4KmY44Xsg2w"

  },
  "legal": {
    "disclaimer": "Disclaimer: Exercise feedback and stats provided may not always be accurate. We are not liable for inaccurate feedback or any resulting injuries. Always consult a professional trainer before performing exercises. Use at your own risk."
  }
}